interface Questions {
  question: string;
  respondent: string;
  answer: string;
}
export const questions: Questions[] = [
  {
    question:
      "سلام ما یک دستگاه آیفون تابا 1040 از فروسشگاه شما 4 سال یش خریدیم، دستگاه خوبی هم هست فقط تازگی یکی از این دکمه هاش کار نمیکنه، چطور میتونم درستش کنم؟",
    respondent: "نجوا ایزدی",
    answer: "قطعا این مشکل رو با بخش گارانتی تابا در میان بگذارید.",
  },
  {
    question:
      "امکانش هست مدل های که میشه جایگزین کرد رو بگید بدون تغییر پنل و سیم کشی بقیه",
    respondent: "نجوا ایزدی",
    answer:
      "سلام- اگر از تابا استفاده میکنید می تونید هر کدوم از مدل های آیفون تابا رو جایگزین کنید و نیازی به تغییر در سیم کشی نیست",
  },
];
