import { Data } from "./Table";

export const dataProtection: Data[] = [
  {
    title: "آقای محمدیان",
    description: " داخلی های 109 و 110 (مدیریت فروش و فروش به همکاران )",
  },
  {
    title: "خانم حسنی	",
    description: "داخلی های 103 و 111 ( دزدگیر و دوربین مداربسته )",
  },
  {
    title: "خانم داوودی	",
    description:
      "داخلی های 115و 105 ( آیفون تصویری و حضور و غیاب، آرام بند و قفل )",
  },
  {
    title: "خانم اقدمی",
    description: "داخلی های 114 و 100 ( آیفون تصویری و اعلام حریق، گیت فروشگاهی)",
  },
  {
    title: "آقای شریف مرادی	",
    description: "داخلی 107 و 108 ( کرکره برقی، درب شیشه ای و جک پارکینگی)",
  },
  {
    title: "خانم افشار	",
    description: "داخلی های102و104 (کرکره برقی و درب اتوماتیک)",
  },
];