import { metadata } from '@/app/layout';
import { Box, Typography } from '@mui/material'
import React from 'react'
metadata.title = 'جشنواره زمستانه'
export default function WinterFestivalPage() {
  return (
    <Box sx={{ mt: 5, px: 2, direction: "rtl" }}>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9" }}>
        جشنواره زمستانه بی نظیر <br /> فروشگاه دی سی ای کالا زمستان زیبا گرمی را
        با خرید آسوده نوید خواهد داد. ما می خواهیم بهترین کالا و خدمات را در
        سریعترین زمان به مشتریان سراسر کشور عرضه نماییم. از این رو امکانات بی
        نظیری را در این زمستان ارائه می دهم.
      </Typography>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9", mt: 3 }}>
        تخفیف ویژه <br /> هر کالایی که در جشنواره وجود دارد، از تخفیف ویژه ای تا
        30 درصد بهره می برد. این مقدار تخفیف تا کنون بی سابقه بوده است . اما
        فروشگاه دی سی ای کالا این تخفیف ها را برای رضایت و آسودگی خاطر در قیمت
        خرید ارائه می کند.
      </Typography>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9", mt: 3 }}>
        هدیه نقدی <br /> تخفیف ویژه پایان کار نیست و هر خرید می تواند هدیه ای را
        برای مشتریان عزیز به ارمغان آورد . برای پی بردن به میزان هدیه نقدی هر
        محصول وارد همان محصول شده و در زیر عکس آن از مقدار آن آگاه شوید. برای
        اطلاعات بیشتر در مورد هدیه نقدی به این صفحه رجوع کنید.
      </Typography>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9", mt: 3 }}>
        ارسال رایگان <br /> از این پس تمام ارسالها در سراسر ایران رایگان خواهد بود.
        تنها شرط این ارسال رایگان خرید بیش از 2میلیون ریال است. آسوده در منزل
        خود سفارش داده و در تهران در همان روز و در شهرستانها ظرف 48 ساعت بعد از
        سفارش محصول خود را دریافت نمایید.
      </Typography>
    </Box>
  );
}
