import ParagraphContent from "@/app/components/ParagraphContent";
import TitleContent from "@/app/components/TitleContent";
import { Box } from "@mui/material";
export default function GiftCardPage() {
  return (
    <Box>
      <TitleContent>هدیه نقدی دی سی ای کالا چیست؟</TitleContent>
      <ParagraphContent>
        {`
هدیه نقدی به صورت کارت می باشد که در یکسری از محصولات دی سی ای کالا در جشنواره های فروش ارائه می گردد.

دارنده این کارت می تواند به میزان اعتبار این کارت در خرید بعدی خود یا دوستانش تخفیف نقدی دریافت کند.دی سی ای کالا به ازای هر عدد از محصولات خود یک عدد کارت هدیه به خریدار خواهد داد.
`}
      </ParagraphContent>
      <TitleContent>هدیه نقدی در آیفون تصویری</TitleContent>
      <ParagraphContent style={{ mt: 5 }}>
        {`در آیفون های تصویری به علت اینکه امکان انتخاب یک پک چند واحدی وجود دارد ، دی سی ای کالا به ازای هر مانیتور  یک کارت هدیه کلی خواهد داد.

به طور مثال با خرید یک پک ده واحدی آیفون تصویری ، ده عدد کارت هدیه 5000 تومانی به ازای هر واحد داده خواهد شد که مبلغی معالد 50000 تومان خواهد شد.

این هدیه به صورت تخفیف نقدی در خرید بعدی شما اعمال خواهد شد. این کارت قابل واگذاری می باشد به این نحو که هر کسی که دارنده این کارت باشد می تواند از این تخفیف استفاده نماید.

`}
      </ParagraphContent>
      <TitleContent>چگونه دریافت وجه هدیه نقدی</TitleContent>
      <ParagraphContent style={{ mt: 5 }}>
        {`در زمان خرید ، بعد از اینکه محصولات انتخاب شد و جهت پرداخت به صفحه سبد خرید منتقل شدید.

کد دریافتی بر روی کارت هدیه نقدری را طبق تصویر زیر وارد و تایید نمایید`}
      </ParagraphContent>
    </Box>
  );
}
