import { metadata } from "@/app/layout";
import { Box, Typography } from "@mui/material";
metadata.title = "دی سی ای کالا اعتبار و اعتماد";
export default function TrustDcakalaPage() {
  return (
    <Box sx={{ mt: 5, px: 2, direction: "rtl" }}>
      <Box
        component={"img"}
        src="https://dashboard.dcakala.com/public/img/cms-new/market/page/trust/2024/10/trust-dcakala.jpg"
        alt="dcakala"
      />
      <Typography variant="body1" color="initial" sx={{ opacity: ".9" }}>
        دی‌سی‌ای‌کالا تنها فروشگاه اینترنتی در ایران است که مستقیماً نمایندگی
        بیشتر محصولاتی را که عرضه می‌کند، داراست. این مزیت، امکان انتخاب
        مطمئن‌تر و آسوده‌تری را برای مصرف‌کنندگان فراهم می‌کند از این رو می
        توانید تجربه خرید مستقیم و بدون واسطه را در دی‌سی‌ای‌کالا داشته باشید.
      </Typography>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9" }}>
        برخی از برندهای دارای نمایندگی:
      </Typography>
      <Box
        component={"img"}
        src="https://dashboard.dcakala.com/public/img/cms-new/market/page/trust/2024/10/agents-company.jpg"
        alt="dcakala"
      />
      <Typography variant="body1" color="initial" sx={{ opacity: ".9" }}>
        سیماران، تابا، الکتروپیک، تکنما، سوزوکی، کوماکس، کالیوز، اف‌اف، وی‌تو،
        پروتکو، فک، فادینی، فاتلس، میلان، یوتاب، کلاسیک، سایلکس، یال، تیونی،
        بتا، کینگ
      </Typography>
      <Typography variant="body1" color="initial" sx={{ opacity: ".9" }}>
        مجوزهای فروش دی‌سی‌ای‌کالا:
      </Typography>
      <Box
        component={"img"}
        src="https://dashboard.dcakala.com/public/img/cms-new/market/page/trust/2024/10/permissions-dcakala.jpg"
        alt="dcakala"
      />
      <Typography
        variant="body1"
        color="initial"
        sx={{ whiteSpace: "pre-wrap", opacity: ".9" }}
      >
        {`اینماد، رسانه‌های دیجیتال، کسب‌وکارهای اینترنتی، ضمانت ترب
مزایای خرید از دی‌سی‌ای‌کالا:
اطمینان از اصالت و اعتبار فروشگاه:
در شرایطی که فروشگاه‌های اینترنتی متعددی فعالیت می‌کنند، یافتن فروشگاهی معتبر که کالای اصل و باکیفیت عرضه کند، چالش‌برانگیز است. دی‌سی‌ای‌کالا این اطمینان را به شما می‌دهد که با بهره‌مندی از اعتبار و نمایندگی رسمی، محصولات را به‌موقع و با ضمانت اصالت به دست شما می‌رساند.`}
      </Typography>
      <Box
        component={"img"}
        src="https://dashboard.dcakala.com/public/img/cms-new/market/page/trust/2024/10/after-sales-service.jpg"
        alt=""
      />
      <Typography
        variant="body1"
        color="initial"
        sx={{ whiteSpace: "pre-wrap", opacity: ".9" }}
      >
        {`قیمت رقابتی:
فعالیت ما از سال 1392 آغاز شده و به‌عنوان اولین فروشگاه اینترنتی در زمینه فروش محصولات حفاظتی و نظارتی، همواره تلاش کرده‌ایم قیمت‌هایی رقابتی ارائه دهیم. با خرید از دی‌سی‌ای‌کالا، اطمینان خواهید داشت که محصول مورد نظر شما با قیمتی مناسب و حتی پایین‌تر از قیمت نمایندگی به فروش می‌رسد.
شرایط تعویض و بازگشت آسان‌تر:
در حالی که اکثر فروشگاه‌ها امکان بازگشت کالا را تنها برای 7 روز محدود کرده اند، ما در برخی محصولات این امکان را تا 3 ماه برای مشتریان فراهم کرده‌ایم. مدت زمان بازگشت و تعویض کالا با توجه به شرکت تولیدکننده ممکن است متفاوت باشد، اما حداقل آن 30 روز است.
اطمینان از خدمات پس از فروش:
یکی از مزایای خرید از نمایندگی‌های رسمی این است که در صورت بروز مشکل یا خرابی محصول، مشتریان با دغدغه‌ای مواجه نخواهند شد. ما در محصولاتی مانند سیماران، سوزوکی و تکنما برای آیفون‌های تصویری، حتی تا 3 ماه کالای معیوب را تعویض می‌کنیم و نیازی به تماس با خدمات شرکت تولیدکننده نیست. در دیگر محصولات نیز با ارائه خدمات سریع و مقرون‌به‌صرفه، از مشتریان حمایت می‌کنیم.
شروع گارانتی از تاریخ خرید:
یکی از مشکلات خرید از فروشگاه‌های غیررسمی این است که گارانتی کالا از تاریخ تولید محاسبه می‌شود، که ممکن است به دلیل ماندن کالا در انبار، زمان گارانتی کاهش یابد. اما در دی‌سی‌ای‌کالا، به دلیل نمایندگی رسمی، گارانتی محصول از تاریخ فاکتور فروش آغاز می‌شود و مشتریان هیچ نگرانی از بابت گارانتی نخواهند داشت.`}
      </Typography>
    </Box>
  );
}
